Repository: CodyBontecou/GitSync.md
Catalog: Sync.md/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, he, hi, hu, id, it, ja, ko, nb, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Relay deletion is in progress. Background Sync remains unavailable until deletion finishes.
ar: حذف المُرحِّل جارٍ. يظل Background Sync غير متاح حتى اكتمال الحذف.
da: Sletning fra relæet er i gang. Background Sync er fortsat utilgængelig, indtil sletningen er fuldført.
de: Die Relay-Daten werden gelöscht. Background Sync bleibt bis zum Abschluss der Löschung nicht verfügbar.
es: La eliminación del relé está en curso. Background Sync seguirá sin estar disponible hasta que finalice.
fi: Välityspalvelun poisto on käynnissä. Background Sync ei ole käytettävissä, ennen kuin poisto valmistuu.
fr: La suppression du relais est en cours. Background Sync reste indisponible jusqu’à la fin de la suppression.
he: מחיקת הממסר מתבצעת. Background Sync נשאר בלתי זמין עד לסיום המחיקה.
hi: रिले डेटा मिटाया जा रहा है। मिटाना पूरा होने तक Background Sync उपलब्ध नहीं रहेगा।
hu: A továbbító törlése folyamatban van. A Background Sync a törlés befejezéséig nem érhető el.
id: Penghapusan relay sedang berlangsung. Background Sync tetap tidak tersedia sampai penghapusan selesai.
it: L’eliminazione del relay è in corso. Background Sync resta non disponibile fino al completamento dell’eliminazione.
ja: relay の削除処理中です。削除が完了するまで Background Sync は利用できません。
ko: 릴레이 삭제가 진행 중입니다. 삭제가 완료될 때까지 Background Sync를 사용할 수 없습니다.
nb: Sletting av reledata pågår. Background Sync er utilgjengelig til slettingen er fullført.
nl: De relaygegevens worden verwijderd. Background Sync blijft niet beschikbaar totdat de verwijdering is voltooid.
pl: Trwa usuwanie danych usługi pośredniczącej. Background Sync pozostanie niedostępny do zakończenia usuwania.
pt_br: A exclusão do retransmissor está em andamento. O Background Sync continuará indisponível até que ela termine.
ru: Выполняется удаление данных ретранслятора. Background Sync останется недоступным до завершения удаления.
sv: Radering av relädata pågår. Background Sync förblir otillgängligt tills raderingen är klar.
th: กำลังลบรีเลย์ Background Sync จะยังไม่พร้อมใช้งานจนกว่าการลบจะเสร็จสิ้น
tr: Aktarıcı silme işlemi sürüyor. Silme tamamlanana kadar Background Sync kullanılamaz.
uk: Триває видалення з ретранслятора. Background Sync залишатиметься недоступним до завершення видалення.
vi: Quá trình xóa khỏi dịch vụ chuyển tiếp đang diễn ra. Background Sync vẫn không khả dụng cho đến khi quá trình xóa hoàn tất.
zh_hans: 正在删除中继数据。在删除完成前，Background Sync 仍不可用。
zh_hant: 正在刪除中繼資料。在刪除完成前，Background Sync 仍無法使用。

source: Relay deletion is pending but its authorization expired. Contact support to verify deletion and reset this installation.
ar: Relay الحذف معلق ولكن الترخيص انتهى. اتصل بالدعم للتحقق من الحذف وإعادة تعيين هذا التثبيت.
da: Relay Sletning er på vej, men dens autorisering er udløst. Kontakt support for at verificere sletningen og genoprette denne installation.
de: Relay Die Löschung ist noch in Bearbeitung, doch ihre Autorisierung ist abgelaufen. Wenden Sie sich bitte an die Support-Abteilung, um die Löschung zu überprüfen und diese Installation zurückzusetzen.
es: Relay La eliminación está pendiente, pero su autorización ha expirado. Por favor, contacte al soporte para verificar la eliminación y restablecer esta instalación.
fi: Relay Poistaminen on odotuksessa, mutta sen valmistelukyky on päättynyt. Ota yhteyttä tukipalveluun tarkistamaan poistamista ja nollauttaakseen tämän asennuksen.
fr: Relay La suppression est en cours, mais son autorisation a expiré. Veuillez contacter l'assistance pour vérifier la suppression et réinitialiser cette installation.
he: Relay מחיקה תלויה ועומדת אך האישור פג. תמיכה ליצירת קשר כדי לאמת מחיקה ולאיפוס התקנה זו.
hi: Relay हटाने की प्रक्रिया अभी भी लंबित है, लेकिन इसकी अनुमति की अवधि समाप्त हो गई है। हटाने की पुष्टि करने तथा इस स्थापना को पुनः सेट करने के लिए सपोर्ट से संपर्क करें।
hu: Relay A törölés még folyamatban van, de a jogosultsága lejárt. Kérjük, kapcsolódjon a szolgáltatáshoz a törölés ellenőrzéséhez és az üzemeltetési beállítások újrainstalálásához.
id: Relay Operasi penghapusan masih tertunda, namun masa berlakunya izin telah berakhir. Silakan hubungi layanan dukungan untuk memverifikasi penghapusan dan mengatur ulang instalasi ini.
it: Relay La cancellazione è in attesa, ma la sua autorizzazione è scaduta. Contatta il supporto per verificare la cancellazione e ripristinare questa installazione.
ja: Relay 削除処理は保留中ですが、その承認期限が切れています。削除状況を確認し、このインストールをリセットするには、サポートまでご連絡ください。
ko: Relay 삭제 작업이 대기 중이지만, 해당 작업의 승인 기간이 만료되었습니다. 삭제 여부를 확인하고 이 설치 프로그램을 재설정하려면 지원팀에 문의하시기 바랍니다.
nb: Relay Slettingen er på vente, men autorisasjonen har utløpt. Vennligst kontakt support for å bekrefte slettingen og nullstille denne installasjonen.
nl: Relay De verwijdering staat nog open, maar de autorisatie ervan is verlopen. Neem contact op met de ondersteuning om de verwijdering te verifiëren en deze installatie te resetten.
pl: Relay Działań usuwania jest w trakcie, jednak jej zezwolenie wygasło. Skontaktuj się z działaniami wsparcia, aby zweryfikować usunięcie i przywrócić tę instalację do stanu pierwotnego.
pt_br: Relay A exclusão está pendente, mas sua autorização expirou. Entre em contato com o suporte para verificar a exclusão e reiniciar esta instalação.
ru: Relay Процедура удаления ожидается, однако её авторизация истекла. Пожалуйста, свяжитесь с поддержкой, чтобы подтвердить удаление и сбросить данную установку.
sv: Relay Ravdöpningen väntar på behandling, men dess beviljande har utgått. Kontakta support för att verifiera ravdöpningen och återställa denna installation.
th: Relay การลบข้อมูลยังอยู่ในขั้นตอน แต่การอนุญาตดังกล่าวหมดอายุแล้ว กรุณาติดต่อฝ่ายสนับสนุนเพื่อยืนยันการลบข้อมูลและรีเซ็ตการติดตั้งนี้
tr: Relay Silme işlemi bekleyen bir işlemdir ancak bu işlemin yetkilendirmesi sona erdi. Silme işlemini doğrulamak ve bu kurulumu sıfırlamak için destek팀 ile iletişime geçin.
uk: Relay Дія видалення залишається в очікуванні, але її авторизація закінчилася. Зв'яжіться з службою підтримки, щоб підтвердити видалення та відновити цю інсталяцію.
vi: Relay Thao tác xóa đang chờ xử lý nhưng quyền phê duyệt của thao tác này đã hết hạn. Vui lòng liên hệ bộ phận hỗ trợ để xác minh việc xóa và khôi phục lại bản cài đặt này.
zh_hans: Relay 删除操作尚待执行，但其授权已过期。请联系技术支持以确认删除操作并重置此安装。
zh_hant: Relay 刪除操作尚待執行，但其授權已過期。請聯絡技術支援以確認刪除操作並重置此安裝。

source: Relay deletion is pending but its durable state could not be saved. Background Sync remains disabled; retry or contact support.
ar: حذف المُرحِّل معلّق، لكن تعذر حفظ حالته الدائمة. يظل Background Sync معطّلًا؛ أعد المحاولة أو تواصل مع الدعم.
da: Sletning fra relæet afventer, men den permanente tilstand kunne ikke gemmes. Background Sync er fortsat deaktiveret. Prøv igen, eller kontakt support.
de: Die Löschung der Relay-Daten steht aus, ihr dauerhafter Status konnte jedoch nicht gespeichert werden. Background Sync bleibt deaktiviert. Versuchen Sie es erneut oder wenden Sie sich an den Support.
es: La eliminación del relé está pendiente, pero no se ha podido guardar su estado persistente. Background Sync sigue desactivado; vuelva a intentarlo o póngase en contacto con soporte.
fi: Välityspalvelun poisto odottaa, mutta sen pysyvää tilaa ei voitu tallentaa. Background Sync pysyy poissa käytöstä. Yritä uudelleen tai ota yhteyttä tukeen.
fr: La suppression du relais est en attente, mais son état persistant n’a pas pu être enregistré. Background Sync reste désactivé ; réessayez ou contactez l’assistance.
he: מחיקת הממסר ממתינה, אך לא ניתן לשמור את מצבה הקבוע. Background Sync נשאר מושבת; יש לנסות שוב או לפנות לתמיכה.
hi: रिले मिटाना लंबित है, लेकिन इसकी स्थायी स्थिति सहेजी नहीं जा सकी। Background Sync बंद रहेगा; फिर कोशिश करें या सहायता से संपर्क करें।
hu: A továbbító törlése függőben van, de a tartós állapotát nem sikerült menteni. A Background Sync kikapcsolva marad; próbálja újra, vagy forduljon az ügyfélszolgálathoz.
id: Penghapusan relay tertunda, tetapi status persistennya tidak dapat disimpan. Background Sync tetap dinonaktifkan; coba lagi atau hubungi dukungan.
it: L’eliminazione del relay è in sospeso, ma non è stato possibile salvarne lo stato persistente. Background Sync resta disattivato; riprovi o contatti l’assistenza.
ja: relay の削除は保留中ですが、永続的な状態を保存できませんでした。Background Sync は無効のままです。再試行するか、サポートにお問い合わせください。
ko: 릴레이 삭제가 대기 중이지만 지속 상태를 저장할 수 없습니다. Background Sync는 비활성화된 상태로 유지됩니다. 다시 시도하거나 지원팀에 문의해 주세요.
nb: Sletting av reledata venter, men den varige tilstanden kunne ikke lagres. Background Sync forblir deaktivert. Prøv på nytt eller kontakt kundestøtte.
nl: Verwijdering van relaygegevens is in behandeling, maar de duurzame status kon niet worden opgeslagen. Background Sync blijft uitgeschakeld; probeer het opnieuw of neem contact op met support.
pl: Usunięcie danych usługi pośredniczącej oczekuje na wykonanie, ale nie udało się zapisać jego trwałego stanu. Background Sync pozostaje wyłączony; spróbuj ponownie lub skontaktuj się z pomocą techniczną.
pt_br: A exclusão do retransmissor está pendente, mas não foi possível salvar seu estado persistente. O Background Sync continua desativado; tente novamente ou entre em contato com o suporte.
ru: Удаление данных ретранслятора ожидает выполнения, но его постоянное состояние не удалось сохранить. Background Sync остаётся выключенным; повторите попытку или обратитесь в службу поддержки.
sv: Radering av relädata väntar, men dess beständiga status kunde inte sparas. Background Sync förblir avstängt; försök igen eller kontakta supporten.
th: การลบรีเลย์กำลังรอดำเนินการ แต่ไม่สามารถบันทึกสถานะถาวรได้ Background Sync จะยังคงปิดใช้ โปรดลองอีกครั้งหรือติดต่อฝ่ายช่วยเหลือ
tr: Aktarıcı silme işlemi bekliyor ancak kalıcı durumu kaydedilemedi. Background Sync devre dışı kalır; yeniden deneyin veya destek ekibiyle iletişime geçin.
uk: Видалення з ретранслятора очікує на виконання, але його постійний стан не вдалося зберегти. Background Sync залишається вимкненим; повторіть спробу або зверніться до служби підтримки.
vi: Yêu cầu xóa khỏi dịch vụ chuyển tiếp đang chờ xử lý nhưng không thể lưu trạng thái bền vững. Background Sync vẫn bị tắt; hãy thử lại hoặc liên hệ bộ phận hỗ trợ.
zh_hans: 中继删除操作待处理，但无法保存其持久状态。Background Sync 仍处于停用状态；请重试或联系支持。
zh_hant: 中繼刪除作業待處理，但無法儲存其持久狀態。Background Sync 仍處於停用狀態；請再試一次或聯絡支援人員。

source: Remote URL
ar: عنوان URL البعيد
da: Fjern-URL
es: URL remota
fi: etä-URL
fr: URL distante
he: - URL מרוחק
hi: रिमोट URL
hu: távvezetékes URL-cím
id: URL Jarak Jauh
it: URL remoto
ja: レモートURL
ko: 원격 URL
nb: fjernadresse
nl: Afstandsserver-URL
pl: URL odległy
pt_br: URL Remoto
ru: — удалённый URL-адрес
sv: Distanthämtnings-URL
th: URL จากอินเทอร์เน็ต
tr: Uzaktan URL
uk: — віддалений URL
vi: URL từ xa
zh_hans: 远程URL
zh_hant: 遠程URL

source: Remote branch '%@' was not found on origin.
ar: لم يتم العثور على الفرع البعيد '%@' في origin.
da: Fjerngren '%@' blev ikke fundet på origin.
de: Remote-Zweig „%@“ wurde auf origin nicht gefunden.
es: No se encontró la rama remota '%@' en origin.
fi: Etäosasto &#39;%@&#39; ei löytynyt osoitteesta origin.
fr: Branche distante&#39;%@&#39;n&#39;a pas été trouvé sur origin.
he: שנוי מרוחק '%@לא נמצאה ב- origin.
hi: रिमोट शाखा '%@को [स्रोत पर] नहीं पाया गया। origin.
hu: távoli részleg „ „%@" nem található azon helyen. origin.
id: Cabang Jarak Jauh '%@tidak ditemukan pada origin.
it: Filiale remota ' «%@» non è stato trovato su origin.
ja: レモートブランチ「%@は、対象システム上で見つかりませんでした。 origin.
ko: 원격 분지 '%@가 해당 위치에서 발견되지 않았습니다. origin.
nb: fjernavdeling%@ble ikke funnet på origin.
nl: Afstandsbranche '%@is niet gevonden op origin.
pl: Odległy oddział „%@nie został znaleziony na origin.
pt_br: Ramal remoto '%@não foi encontrado em origin.
ru: Дистанционный филиал «'»%@не найден на сервере. origin.
sv: fjärravdelning%@hittades inte på origin.
th: สาขาระยะไกล '%@ไม่พบใน origin.
tr: Uzaktaki şube%@bulunamadı. origin.
uk: Дистанційний відділ «'» Запис%@не знайдено. origin.
vi: Chi nhánh từ xa '%@không được tìm thấy trên origin.
zh_hans: 远程分支 “%@”在指定位置未找到。 origin.
zh_hant: 遠程分支 “%@”在指定位置未找到。 origin.

source: Remote branch '%@' was not found.
ar: لم يتم العثور على الفرع البعيد '%@'.
da: Fjerngren '%@' blev ikke fundet.
de: Remote-Zweig „%@“ wurde nicht gefunden.
es: No se encontró la rama remota '%@'.
fi: etähaara &#39;%@&#39; ei löytynyt.
fr: Branche distante&#39;%@&#39;n&#39;a pas été trouvé.
he: – רשת מרוחקת '%@לא נמצאה.
hi: रिमोट शाखा '%@नहीं पाया गया।
hu: távvezérelt részlelme „ „%@" nem található.
id: Cabang Jarak Jauh '%@tidak ditemukan.
it: Filiale remota '%@non è stato trovato.
ja: レモートブランチ「%@は見つかりませんでした。
ko: 원격 분지 '%@가 발견되지 않았습니다.
nb: fjernavdeling%@ble ikke funnet.
nl: Afstandsbranche%@is niet gevonden.
pl: Odległy oddział „%@nie został znaleziony.
pt_br: Ramal remoto '%@não foi encontrado.
ru: Дистанционный филиал «'»%@не найден.
sv: fjärranslutning '%@hittades inte.
th: สาขาระยะไกล%@ไม่พบ
tr: Uzaktaki şube%@bulunamadı.
uk: Дистанційний відділ «'» Значення%@не знайдено.
vi: Chi nhánh từ xa '%@không được tìm thấy.
zh_hans: 远程分支 “%@”未找到。
zh_hant: 遠程分支 “%@”未找到。

source: Remote branch is missing.
ar: فرع التحكم عن بعد مفقود.
da: Afstandsbrygning mangler.
de: Der Remote-Branch fehlt.
es: La rama remota no se encuentra.
fi: Etä-keskittävä tukiksi ei ole olemassa.
fr: La branche à distance est manquante.
he: סניף מרוחק חסר.
hi: दूरस्थ शाखा अनुपस्थित है।
hu: Távoli szárny hiányzik.
id: Cabang jarak jauh tidak ditemukan.
it: La rama remota è mancante.
ja: リモートブランチが存在しません。
ko: 원격 분기점이 누락되어 있습니다.
nb: Fjernavdeling mangler.
nl: Afstandsbranche ontbreekt.
pl: Dostępny oddział zdalny nie istnieje.
pt_br: A ramificação remota não existe.
ru: Дистанционная ветка отсутствует.
sv: Fjärravdelning saknas.
th: สาขาแบบระยะไกลไม่พบ
tr: Uzak şube yoktur.
uk: Дистанційна гілка відсутня.
vi: Chi nhánh từ xa không tồn tại.
zh_hans: 远程分支缺失。
zh_hant: 遠端分支缺失。

source: Remote branch missing
ar: الفرع البعيد مفقود
da: Fjerngren mangler
de: Remote-Zweig fehlt
es: Falta rama remota
fi: etähaara puuttuu
fr: Branche à distance manquante
he: : חלופה מרוחקת לא קיימת
hi: : रिमोट शाखा अनुपस्थित
hu: : távoli szakasz hiányos
id: Cabang jarak jauh tidak ditemukan
it: : filiale remota mancante
ja: ：リモートブランチが存在しません
ko: 원격 분지 정보 누락
nb: : fjernavdeling mangler
nl: : Afstandsbranche ontbreekt
pl: : Odległy oddział nie istnieje
pt_br: : Filial remota não encontrada
ru: : удалённый филиал отсутствует
sv: : Avståndsbrytare saknas
th: : สาขาจากระยะไกลไม่พบ
tr: : Uzaktaki şube bulunmuyor
uk: : віддалена відділка не існує
vi: : Chi nhánh từ xa không tồn tại
zh_hans: 远程分支缺失
zh_hant: 遠程分支缺失

source: Remove
ar: إزالة
da: Fjern
de: Entfernen
es: Eliminar
fi: Poista
fr: Supprimer
he: הסרה
hi: हटाएँ
hu: Eltávolítás
id: Hapus
it: Rimuovi
ja: 削除
ko: 삭제
nb: Fjern
nl: Verwijderen
pl: Usuń
pt_br: Remover
ru: Удалить
sv: Ta bort
th: ลบ
tr: Kaldır
uk: Видалити
vi: Xóa
zh_hans: 移除
zh_hant: 移除

source: Remove Default Location?
ar: إزالة الموقع الافتراضي؟
da: Fjern standardplacering?
de: Standard-Speicherort entfernen?
es: ¿Eliminar ubicación predeterminada?
fi: Poista oletussijainti?
fr: Supprimer l'emplacement par défaut ?
he: להסיר את מיקום ברירת המחדל?
hi: डिफ़ॉल्ट स्थान हटाएँ?
hu: Alapértelmezett hely eltávolítása?
id: Hapus Lokasi Default?
it: Rimuovere la posizione predefinita?
ja: デフォルトの場所を削除しますか？
ko: 기본 위치를 삭제하시겠습니까?
nb: Fjerne standardplassering?
nl: Standaardlocatie verwijderen?
pl: Usunąć domyślną lokalizację?
pt_br: Remover Local Padrão?
ru: Удалить расположение по умолчанию?
sv: Ta bort standardplats?
th: ลบตำแหน่งเริ่มต้น?
tr: Varsayılan Konum Kaldırılsın mı?
uk: Видалити типове розташування?
vi: Xóa vị trí mặc định?
zh_hans: 移除默认位置？
zh_hant: 移除預設位置？

source: Remove from GitSync.md
ar: إزالة من GitSync.md هل تريد إزالة
da: Fjern fra GitSync.md
de: Aus GitSync.md entfernen
es: Quitar de GitSync.md
fi: Poista lähteestä GitSync.md
fr: Retirer de GitSync.md
he: – הסרת מה- GitSync.md
hi: : से हटाएँ GitSync.md
hu: – eltávolítás GitSync.md
id: Hapus dari GitSync.md
it: Rimuovere da GitSync.md
ja: ：削除 GitSync.md
ko: 제거 GitSync.md
nb: Fjerne fra GitSync.md
nl: Verwijderen uit GitSync.md
pl: Usunięcie z GitSync.md
pt_br: Remover de GitSync.md
ru: Удалить из GitSync.md
sv: Ta bort från GitSync.md
th: ลบจาก GitSync.md
tr: : kaldır GitSync.md
uk: Видалити з GitSync.md
vi: Xóa khỏi GitSync.md
zh_hans: 从...中移除 GitSync.md
zh_hant: 從...中移除 GitSync.md

source: Remove from GitSync.md?
ar: من GitSync.md؟
da: Fjern fra GitSync.md?
de: Aus GitSync.md entfernen?
es: ¿Quitar de GitSync.md?
fi: Poista lähteeltä GitSync.md?
fr: Retirer de GitSync.md?
he: – הסרת מ- GitSync.md?
hi: : से हटाएँ GitSync.md?
hu: – eltávolítás GitSync.md?
id: Hapus dari GitSync.md?
it: Rimuovere da GitSync.md?
ja: ：削除 GitSync.md?
ko: : 제거 GitSync.md?
nb: Fjerne fra GitSync.md?
nl: Verwijderen uit GitSync.md?
pl: Usunięcie z GitSync.md?
pt_br: Remover de GitSync.md?
ru: Удалить из GitSync.md?
sv: Ta bort från GitSync.md?
th: ลบจาก GitSync.md?
tr: : kaldır GitSync.md?
uk: Видалити з GitSync.md?
vi: Xóa khỏi GitSync.md?
zh_hans: 从...中移除 GitSync.md?
zh_hant: 從...中移除 GitSync.md?

source: Remove from List
ar: إزالة من القائمة هل تريد إزالة
da: Fjern fra listen
de: Aus Liste entfernen
es: Eliminar de la lista
fi: Poista luettelosta
fr: Retirer de la liste
he: – הסרת פריט מהרשימה
hi: : सूची से हटाएँ
hu: – eltávolítás a listaból
id: Hapus dari Daftar
it: Rimuovi dalla lista
ja: ：リストから削除
ko: 목록에서 제거
nb: Fjerne fra listen
nl: Verwijderen uit de lijst
pl: Usunąć z listy
pt_br: Remover da Lista
ru: Удалить из списка
sv: Ta bort från lista
th: ลบจากรายการ
tr: – Liste'den kaldır
uk: Видалити з списку
vi: Xóa khỏi danh sách
zh_hans: 从列表中移除
zh_hant: 從列錶中移除

source: Remove from Previously Cloned?
ar: من النسخة المستنسخة مسبقًا؟
da: Fjern fra tidligere klonet?
de: Aus zuvor geklonten Dateien entfernen?
es: ¿Eliminar de clonado previamente?
fi: Poista aiemmin kloonatusta?
fr: Supprimer de précédemment cloné?
he: – להסיר מה cloned בעבר?
hi: : पहले क्लोन किए गए सामग्री से हटाएँ?
hu: : Elvégezni a korábban clone alakított elem eltávolítását?
id: Hapus dari yang sebelumnya dikloning?
it: Rimuovere da quello precedentemente clonato?
ja: ：以前にクローンされたものから削除するか？
ko: : 이전에 클로닝된 항목 제거 여부?
nb: Fjerne fra tidligere klonet versjon?
nl: : Verwijderen uit eerder geklonde gegevens?
pl: – Usunąć z wcześniejszego klonowania?
pt_br: Remover do que foi clonado anteriormente?
ru: : Удалить из ранее клонированного набора?
sv: Ta bort från tidigare klonade objekt?
th: : ลบจากข้อมูลที่เคยโคลนไว้หรือไม่?
tr: : Daha önce klonlanmış öğeyi kaldırmak mı?
uk: : Видалити з попередньо клонованих?
vi: : Xóa khỏi bản sao trước đây?
zh_hans: ：从先前克隆项中移除？
zh_hant: ：從先前剋隆項中移除？

source: Remove from previously cloned repositories
ar: قم بالإزالة من المستودعات المستنسخة مسبقًا
da: Fjern fra tidligere klonede lagre
de: Aus zuvor geklonten Repositorys entfernen
es: Eliminar de repositorios previamente clonados
fi: Poista aiemmin kloonatuista versioista
fr: Supprimer des dépôts précédemment clonés
he: – הסרת 항woordים מהאחסונים שהוקנו בעבר
hi: : पहले क्लोन किए गए रिपॉजिटरी से हटाएँ
hu: : eltávolítás a korábban klonált adatmagazinokból
id: Hapus dari repositori yang sebelumnya telah dikloning
it: Rimuovi dai repository precedentemente clonati
ja: ：以前にクローンされたリポジトリから削除
ko: : 이전에 클론된 저장소에서 제거
nb: Fjerne fra tidligere klonede lagre
nl: Verwijderen uit eerdere gekloneerde repositorieën
pl: Usunięcie z wcześniejszych repozytoriów klonowanych
pt_br: Remover de repositórios anteriormente clonados
ru: : Удалить из ранее клонированных репозиториев
sv: Ta bort från tidigare klonade lagringsplatser
th: : ลบออกจากรีโพซิทอรี่ที่เคยคลอนไว้ก่อนหน้านี้
tr: : Daha önce klonlanmış depolamalardan kaldırın
uk: : Видалити з попередньо клонованих репозиторіїв
vi: : Xóa khỏi các kho mã đã được sao chép trước đó
zh_hans: 从先前克隆的仓库中移除
zh_hant: 從先前剋隆的倉庫中移除

source: Remove old on-device repository copies directly from the app.
ar: قم بإزالة نسخ المستودع القديمة الموجودة على الجهاز مباشرة من التطبيق.
da: Fjern gamle arkivkopier på enheden direkte fra appen.
de: Entfernen Sie alte Repository-Kopien auf dem Gerät direkt aus der App.
es: Elimine las copias antiguas del repositorio del dispositivo directamente desde la aplicación.
fi: Poista vanhat laitteiston kopiot suoraan sovelluksesta.
fr: Supprimez les anciennes copies du référentiel sur l&#39;appareil directement depuis l&#39;application.
he: : הסרת קבצי המאגרים הישנים על המכשיר ישירות מהapk.
hi: : ऐप से पुराने ऑन-डिवाइस रिपॉजिटरी कॉपीज़ को सीधे हटा दें।
hu: : eltávolítás az alkalmazásból a készülékre helyezett régi adatmagazin másolatainak.
id: Hapus salinan repositori lama di perangkat secara langsung dari aplikasi.
it: : rimuovi direttamente dalle applicazioni le vecchie copie del repository sul dispositivo.
ja: ：アプリ内から、既存のオンデバイスリポジトリコピーを直接削除します。
ko: : 앱 내 기존 온디바이스 저장소 복사본을 직접 삭제합니다.
nb: Fjern gamle kopiene av på-enhetens lagringsmønster direkte fra appen.
nl: : Verwijder oude kopieën van het op de apparatuur gevestigde repository rechtstreeks uit de app.
pl: : Usunięcie starej kopii repositoria na urządzeniu bezpośrednio z aplikacji.
pt_br: : Remova diretamente das cópias do repositório no dispositivo as versões antigas do aplicativo.
ru: : Удалите старые копии репозиториев на устройстве непосредственно из приложения.
sv: : Ta bort de gamla kopiorna av repositoryn på enheten direkt från appen.
th: : ลบสำเนาคลังข้อมูลบนอุปกรณ์เก่าออกจากแอปโดยตรง
tr: : Eski cihaz içi depolama kopyalarını doğrudan uygulamadan kaldırın.
uk: : Видаліть старі копії репозиторію на пристрої безпосередньо з додатка.
vi: : Xóa các bản sao kho lưu trữ cũ trên thiết bị trực tiếp từ ứng dụng.
zh_hans: ：直接从应用中移除旧的设备端存储库副本。
zh_hant: ：直接從應用中移除舊的設備端存儲庫副本。

source: Remove without deleting files
ar: إزالة بدون حذف الملفات
da: Fjern uden at slette filer
de: Entfernen, ohne Dateien zu löschen
es: Eliminar sin eliminar archivos
fi: Poista tiedostoja
fr: Supprimer sans supprimer les fichiers
he: – מחק ללא מחיקת קבצים
hi: : फ़ाइलों को हटाने के बिना हटाएँ
hu: : Fájlok eltávolítása, de nincs fájlok törlése
id: Hapus tanpa menghapus file
it: Rimuovi senza eliminare i file
ja: ：ファイルを削除しないで削除
ko: : 파일 삭제 없이 제거
nb: Fjern uten å slette filer
nl: Verwijderen zonder bestanden te verwijderen
pl: Usunięcie bez usuwania plików
pt_br: Remover sem excluir arquivos
ru: : Удаление без удаления файлов
sv: Ta bort utan att radera filer
th: : ลบโดยไม่ลบไฟล์
tr: : Dosyaları silmeden kaldırılabilir
uk: : Видалення без видалення файлів
vi: Xóa mà không xóa tệp tin
zh_hans: ：可移除但不删除文件
zh_hant: ：可移除但不刪除文件

source: Removed
ar: محذوف
da: Fjernet
de: Entfernt
es: Eliminado
fi: Poistettu
fr: Supprimé
he: הוסר
hi: हटाया गया
hu: Eltávolítva
id: Dihapus
it: Rimosso
ja: 削除
ko: 삭제
nb: Fjernet
nl: Verwijderd
pl: Usunięto
pt_br: Removido
ru: Удалено
sv: Borttagen
th: ลบแล้ว
tr: Kaldırıldı
uk: Видалено
vi: Đã xóa
zh_hans: 删除
zh_hant: 刪除

source: Removed from list
ar: تمت إزالته من القائمة
da: Fjernet fra listen
de: Aus der Liste entfernt
es: Eliminado de la lista
fi: Poistettu luettelosta
fr: Retiré de la liste
he: נמחק מהרשימה
hi: को सूची से हटा दिया गया है।
hu: – az listaból eltávolítva
id: telah dihapus dari daftar
it: rimosso dall'elenco
ja: はリストから削除されました
ko: : 목록에서 제거됨
nb: fjernet fra listen
nl: is van de lijst verwijderd
pl: usunięto z listy
pt_br: removido da lista
ru: удалено из списка
sv: har tagits bort från lista
th: ถูกนำออกจากรายการ
tr: , listeden kaldırıldı
uk: видалено з списку
vi: đã được gỡ khỏi danh sách
zh_hans: 已从列表中移除
zh_hant: 已從列錶中移除
